# Cross-platform baseline packages (macOS + Linux)

tap "anomalyco/tap"
tap "dlvhdr/formulae"

brew "act"
brew "bat"
brew "ccache"
brew "cloudflared"
brew "cmake"
brew "dlvhdr/formulae/diffnav"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "doctl"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-filter-repo"
brew "gitleaks"
brew "gnupg"
brew "jq"
brew "lazygit"
brew "mise"
brew "neovim"
brew "anomalyco/tap/opencode"
brew "rclone"
brew "ripgrep"
brew "stow"
brew "tree"
brew "watchexec"
brew "wget"
brew "zoxide"
